Repository: AbdullahEslah/Akalat-ShopAppStore
Catalog: Akalat-Shop/Localization/*.lproj/Localizable.strings
Languages: ar

source: Policy Of Our Community
ar: سياسة الخصوصية للتطبيق

source: Terms Of Use
ar: الاحكام والشروط

source: By Clicking One Of The Top Buttons You Accept
ar: بالضغط على اي زر بالاعلى. انت توافق على

source: Of Our App
ar: للتطبيق

source: And To The
ar: وتوافق على

source: Please Read Them Before Using The App
ar: من فضلك اقرا كل منهم قبل استخدام التطبيق

# changeLangKey
source: Change Language
ar: تغيير اللغة

source: Privacy Policy
ar: سياسة الخصوصية

source: Term Of Use
ar: الأحكام والشروط

source: Restaurants Search...
ar: بحث عن مطاعم

source: Categories
ar: الاقسام

source: Common Restaurants
ar: المطاعم المعروفة

source: Most Popular Of:
ar: المعروف لدى:

# deliveryPriceKey
source: Delivery Price
ar: سعر التوصيل

# totalKey
source: Total
ar: الاجمالي

source: Fast Food
ar: الوجبات السريعة

source: Browse Pizza Now
ar: تصفح البيتزا الآن

source: Explore Fried Chicken
ar: استكشف البروست

source: Common Grills
ar: المشويات الشائعة

source: Sea Food
ar: الماكولات البحرية

source: Browse Desserts
ar: تصفح الحلو

# CompleteOrderButtonKey
source: Complete Order
ar: اكمل الطلب

# CancelOrderButtonKey
source: Cancel Order
ar: الغاء الطلب
