Repository: AbdullahEslah/Akalat-ShopAppStore
Catalog: Akalat-Shop/Storyboards/CustomerStoryBoards/*.lproj/Main.strings
Languages: ar

# 3i8-zb-AEy.placeholder
source: Address State eg: Gamal Abdelnasser St
ar: عنوان المنطقة: مثال التفتيش

# 5GH-Vk-k2W.text
source: Most Popular Restaurants
ar: المطاعم المعروفة

# 8bM-F1-bK5.normalTitle
source: Login With Facebook
ar: تسجيل الدخول عن طريق الفيسبوك

# BnW-aC-dCc.placeholder
source: Address City eg: Fayoum
ar: المحافظة: الفيوم

# Bod-5X-5r0.text
source: ---- Or Change Location ----
ar: ---- او تغيير العنوان ----

# ETz-07-YDa.text
source: Change Language
ar: تغيير اللغة

# Edu-9z-XzK.normalTitle
source: Continue To Order
ar: اكمل للطلب الآن

# I1U-AV-CyI.normalTitle
source: Show
ar: اظهر

# Ncv-1A-Ylp.title
source: Your Order Status
ar: حالة طلبك

# Nn0-ZI-OV4.text
source: Basket
ar: السلة

# Nqu-XK-Vk7.normalTitle
source: Add To Basket
ar: اضف الى السلة

# P4K-vx-1IK.normalTitle
source: Tap Here To Choose Below Your Current Location
ar: اضغط هنا لتختار عنوانك الحالي التالي

# Rg3-hk-hxK.placeholder
source: Your Current Location Doesn't Appear Pls Retype A New One Below
ar: عنوانك الحالي لا يظهر من فضلك اعد ادخال واحد جديد بالاسفل

# TN4-B0-vEx.normalTitle
source: Sign In With Google
ar: تسجيل دخول ب Google

# VYU-W4-0Rt.text
source: Meal Name
ar: اسم الوجبة

# W9u-hU-zq2.text
source: Common Choices
ar: الاختيارات الشائعة

# Wxa-wh-OmA.text
source: Order
ar: الطلبات

# Xiu-3U-AVs.text
source: Most Popular Of : Rest Name
ar: الوجبات المعروفة لدى : Rest Name

# ZPf-GE-Azh.text
source: Address
ar: العنوان

# aID-DA-Bpt.text
source: Phone
ar: الرقم

# ctG-SG-UcK.text
source: Restaurants
ar: المطاعم

# e0f-bq-EJf.normalTitle
source: Change Location
ar: تغيير العنوان

# gvu-kr-ju9.normalTitle
source: Place Order
ar: تنفيذ الطلب

# hFe-wc-yqf.text
source: Logout
ar: تسجيل خروج

# hJv-Be-gVO.text
source: Delivery
ar: التوصيلات

# mfe-n4-IeA.text
source: Total
ar: الاجمالي

# uBL-e5-oBc.placeholder
source: Change Address
ar: تغيير العنوان

# xuU-ht-fcS.normalTitle
source: Deliver Orders
ar: توصيل طلبات

# z8i-oH-D09.placeholder
source: Block/ Flat Number
ar: المبنى/ رقم الشقة

# zpx-EZ-mwj.placeholder
source: Type Your Address
ar: اكتب عنوانك
